Repository: snorkel-marlin-repos/unknown-horizons_unknown-horizons_pr_2296_e5d2006c-7114-4aab-9ac0-854bfed69d62
Catalog: po/uh-server/*.po
Languages: tr

source: Old or unsupported multiplayer protocol. Please check your game version
tr: Eski veya desteklenmeyen çoklu oyuncu protokolü. Lütfen oyun sürümünüzü kontrol edin

source: You've exceeded the global packet size.
tr: Evrensel paket boyutunu doldurdunuz.

source: This should never happen. Please contact us or file a bug report.
tr: Bu olmamalıydı. Lütfen bizimle ileitşime geçin veya bir hata kaydı yollayın.

source: You've exceeded the per packet size.
tr: Paket başına boyutu doldurdunuz.

source: Unknown or malformed packet. Please check your game version
tr: Bilinmeyen veya bozuk paket. Lütfen oyun sürümünüzü kontrol edin

source: Invalid/Unknown session
tr: Geçersiz/Bilinmeyen oturum

source: You can't join a game while in another game
tr: Başka bir oyundayken bir oyuna katılamazsınız

source: Unknown game or game is running a different version
tr: Bilinmeyen oyun veya oyun farklı bir sürüm çalıştırıyor

source: Game has already started. No more joining
tr: Oyun başlamış. Artık katılmak mümkün değil

source: Game is full
tr: Oyun dolu

source: Wrong password
tr: Hatalı şifre

source: There's already a player with your name inside this game.
tr: Bu oyunda sizin adınızda başka bir oyuncu var.

source: Please change your name.
tr: Lütfen adınızı değiştirin.

source: There's already a player with your color inside this game.
tr: Bu oyunda sizin adınızda başka bir oyuncu var.

source: Please change your color.
tr: Lütfen renginizi değiştirin.

source: There's already a player with your unique player ID inside this game. This should never occur.
tr: Bu oyunda sizin benzersiz no'nuzla başka bir oyuncu var. Bu olmamalıydı.

source: You are not inside a game
tr: Oyunda değilsiniz

source: The game has been terminated. The creator has left the game.
tr: Oyun sonlandırıldı. Oyunu oluşturan oyunu terketti.

source: One player has terminated their game. For technical reasons, this currently means the game cannot continue. We are very sorry about that.
tr: Bir oyuncu oyunu sonlandırdı. Şimdilik teknik sebeplerden dolayı oyun devam edemeyecek. Bundan dolayı çok üzgünüz.

source: Unable to change your name.
tr: İsminiz değiştirilemedi.

source: Unable to change your color.
tr: Renginiz değiştirilemedi.

source: You can't fetch a game while in another game
tr: Farklı bir oyundayken bir oyun alamazsınız
